Revit 2027 API
ParameterTypeId.StairsRunExtendBelowRiserBase Property
 "Extend Below Riser Base": Extend Below Base
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunExtendBelowRiserBase { get; }
Public Shared ReadOnly Property StairsRunExtendBelowRiserBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunExtendBelowRiserBase {
	ForgeTypeId^ get ();
}
static member StairsRunExtendBelowRiserBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace